Repository: bilgesucakir/wingmark-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: tr

source: Diary
tr: Günlük

source: Map
tr: Harita

source: Guide
tr: Rehber

source: Badges
tr: Rozetler

source: Profile
tr: Profil

source: Settings
tr: Ayarlar

source: Language
tr: Dil

source: Units
tr: Birimler

source: Distance
tr: Mesafe

source: Changes take effect immediately.
tr: Değişiklikler hemen uygulanır.

source: Metric (km, m)
tr: Metrik (km, m)

source: Imperial (mi, ft)
tr: İngiliz birimi (mil, ft)

source: System Default
tr: Sistem Varsayılanı

source: Join Wingmark
tr: Wingmark'a Katıl

source: Email
tr: E-posta

source: Password
tr: Şifre

source: Name
tr: Ad

source: Log In
tr: Giriş Yap

source: Sign Up
tr: Kayıt Ol

source: Don't have an account? Sign Up
tr: Hesabın yok mu? Kayıt Ol

source: Already have an account? Log In
tr: Zaten hesabın var mı? Giriş Yap

source: Add Sighting
tr: Gözlem Ekle

source: New Sighting
tr: Yeni Gözlem

source: Select a sighting
tr: Bir gözlem seçin

source: Not sure yet
tr: Henüz emin değilim

source: No species identified yet
tr: Henüz tür belirlenmedi

source: Your sightings, mapped
tr: Gözlemleriniz haritada

source: Log Out
tr: Çıkış Yap

source: sightings
tr: gözlem

source: species
tr: tür

source: First Sighting
tr: İlk Gözlem

source: Ten Sightings
tr: On Gözlem

source: Fifty Sightings
tr: Elli Gözlem

source: Five Species
tr: Beş Tür

source: Twenty Species
tr: Yirmi Tür

source: Baby Watcher
tr: Yavru Gözlemcisi

source: Mystery Bird
tr: Gizemli Kuş

source: Pet Lover
tr: Evcil Hayvan Sever

source: Bronze
tr: Bronz

source: Silver
tr: Gümüş

source: Gold
tr: Altın

source: Adult
tr: Yetişkin

source: Baby
tr: Yavru

source: Unknown
tr: Bilinmiyor

source: Male
tr: Erkek

source: Female
tr: Dişi

source: Just a guess
tr: Sadece tahmin

source: Confident
tr: Eminim

source: Private
tr: Özel

source: Public
tr: Herkese Açık

source: Username
tr: Kullanıcı Adı

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: Username: 3-30 characters. Password: at least 8 characters with a letter and a number.
tr: Kullanıcı adı: 3-30 karakter. Şifre: en az 8 karakter, bir harf ve bir rakam içermeli.
